Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# OSUpdateAutomaticallyDescription
source: Apple TV can automatically install new updates when they’re available.
ar: يمكن لـ Apple TV تثبيت التحديثات الجديدة تلقائيًا عند توفرها.
ca: L’Apple TV pot instal·lar noves actualitzacions automàticament quan estiguin disponibles.
cs: Apple TV může automaticky instalovat nové aktualizace.
da: Apple TV kan automatisk installere nye opdateringer, når de er tilgængelige.
de: Apple TV kann neue Updates bei deren Verfügbarkeit automatisch installieren.
el: Το Apple TV μπορεί να εγκαθιστά αυτόματα νέες ενημερώσεις όταν διατίθενται.
es: El Apple TV puede instalar automáticamente las actualizaciones nuevas disponibles.
es_us: El Apple TV puede instalar actualizaciones automáticamente conforme estén disponibles.
fi: Apple TV voi asentaa uudet päivitykset automaattisesti, kun niitä on saatavilla.
fr: Apple TV peut installer automatiquement les nouvelles mises à jour lorsqu’elles sont disponibles.
fr_ca: L’Apple TV peut installer automatiquement de nouvelles mises à jour lorsqu’elles sont disponibles.
he: ה-Apple TV יכול להתקין באופן אוטומטי עדכונים חדשים כשהם הופכים לזמינים.
hi: उपलब्ध होने पर Apple TV ऑटोमैटिकली नए अपडेट इंस्टॉल कर सकता है।
hr: Apple TV može automatski instalirati nova ažuriranja kad budu dostupna.
hu: Az Apple TV képes automatikusan telepíteni a frissítéseket, amikor azok elérhetővé válnak.
id: Apple TV dapat menginstal pembaruan baru secara otomatis saat tersedia.
it: Apple TV installerà automaticamente gli aggiornamenti quando saranno disponibili.
ja: 新しいアップデートが入手可能になったときに自動的にインストールできます。
ko: 새로운 업데이트가 있으면 Apple TV가 자동으로 설치할 수 있습니다.
ms: Apple TV boleh memasang kemas kini baharu secara automatik apabila tersedia.
nb: Apple TV kan automatisk installere nye oppdateringer når de blir tilgjengelige.
nl: De Apple TV kan nieuwe updates automatisch installeren wanneer deze beschikbaar zijn.
pl: Apple TV może automatycznie instalować nowe uaktualnienia, gdy są dostępne.
pt_br: A Apple TV pode instalar novas atualizações automaticamente quando estiverem disponíveis.
pt_pt: Quando estiverem disponíveis novas atualizações, a Apple TV pode instalá‑las automaticamente.
ro: Noile actualizări disponibile pot fi instalate automat pe Apple TV.
ru: При наличии обновлений Apple TV может устанавливать их автоматически.
sk: Apple TV môže automaticky inštalovať nové aktualizácie po ich zverejnení.
sl: Apple TV lahko samodejno namesti nove posodobitve, ko bodo na voljo.
sv: Apple TV kan installera nya uppdateringar automatiskt när de blir tillgängliga.
th: Apple TV สามารถติดตั้งรายการอัปเดตใหม่ได้อัตโนมัติเมื่อมีให้
tr: Apple TV, kullanılabilir olan yeni güncellemeleri otomatik olarak yükleyebilir.
uk: Apple TV може автоматично інсталювати нові оновлення за наявності.
vi: Apple TV có thể tự động cài đặt các bản cập nhật mới khi chúng có sẵn.
zh_cn: 有新的更新时，Apple TV会自动安装更新。
zh_hk: Apple TV會自動安裝可用的更新項目。
zh_tw: Apple TV會在有新的更新項目時自動安裝。

# OSUpdateAutomaticallyTitle
source: Automatically Update
ar: التحديث تلقائيًا
ca: Actualitza automàticament
cs: Aktualizovat automaticky
da: Opdater automatisk
de: Automatisch aktualisieren
el: Αυτόματη ενημέρωση
es: Actualizar automáticamente
es_us: Actualizar automáticamente
fi: Päivitä automaattisesti
fr: Mettre à jour automatiquement
fr_ca: Mettre à jour automatiquement
he: עדכונים אוטומטיים
hi: ऑटोमैटिकली अपडेट करें
hr: Automatski ažuriraj
hu: Automatikus frissítés
id: Perbarui Secara Otomatis
it: Aggiornamento automatico
ja: 自動アップデート
ko: 자동 업데이트
ms: Kemas Kini Secara Automatik
nb: Oppdater automatisk
nl: Werk automatisch bij
pl: Uaktualniaj automatycznie
pt_br: Atualizar Automaticamente
pt_pt: Atualizar automaticamente
ro: Actualizare automată
ru: Автоматическое обновление
sk: Automaticky aktualizovať
sl: Samodejno posodobi
sv: Uppdatera automatiskt
th: อัปเดตอัตโนมัติ
tr: Otomatik Güncelle
uk: Оновлювати автоматично
vi: Tự động cập nhật
zh_cn: 自动更新
zh_hk: 自動更新
zh_tw: 自動更新

# OSUpdateBetaEnrolled
source: This Apple TV is enrolled in the %@.
ar: هذا الـ Apple TV مسجل في %@.
ca: Has inscrit l’Apple TV al programa %@.
cs: Tato Apple TV je zaregistrovaná v programu %@.
da: Dette Apple TV er tilmeldt %@.
de: Dieses Apple TV ist bei %@ registriert.
el: Αυτό το Apple TV είναι εγγεγραμμένο σε %@.
es: Este Apple TV está inscrito en el %@.
es_us: Este Apple TV está inscrito en el %@.
fi: Tämä Apple TV on rekisteröity %[tt]@-ohjelmaan.
fr: Cette Apple TV est inscrite au programme %@.
fr_ca: Cette Apple TV est inscrite au programme %@.
he: ‏Apple TV זה רשום בתוכנית %@.
hi: यह Apple TV %@ में नामांकित है।
hr: Ovaj Apple TV prijavljen je u %@.
hu: Ez az Apple TV regisztrálva van a következőben: %@.
id: Apple TV ini terdaftar di %@.
it: Hai registrato Apple TV a %@.
ja: このApple TVは%@に登録されています。
ko: 이 Apple TV는 %@에 등록되어 있습니다.
ms: Apple TV ini didaftarkan dalam %@.
nb: Denne Apple TV-en er registrert i %@.
nl: Deze Apple TV is ingeschreven voor het %@.
pl: Ten Apple TV jest zarejestrowany w programie %@.
pt_br: Esta Apple TV está registrada no %@.
pt_pt: Esta Apple TV está registada no %@.
ro: Acest Apple TV este înscris în %@.
ru: Этот Apple TV зарегистрирован: %@.
sk: Toto Apple TV je registrované v programe %@.
sl: Ta Apple TV je vpisan v program %@.
sv: Denna Apple TV är registrerad i %@.
th: Apple TV เครื่องนี้ลงทะเบียนอยู่ใน%[tt]@
tr: Bu Apple TV, %@ sürümüne kayıtlı.
uk: Цей Apple TV зареєстровано в програмі %@.
vi: Apple TV này được đăng ký trong %@.
zh_cn: 此Apple TV已注册%@。
zh_hk: 此Apple TV已註冊%@。
zh_tw: 此Apple TV已在%@中註冊。

# OSUpdateCancel
source: Cancel Update
ar: إلغاء التحديث
ca: Cancel·la l’actualització
cs: Zrušit aktualizaci
da: Annuller opdatering
de: Update abbrechen
el: Ακύρωση ενημέρωσης
es: Cancelar actualización
es_us: Cancelar actualización
fi: Kumoa päivitys
fr: Annuler la mise à jour
fr_ca: Annuler la mise à jour
he: ביטול העדכון
hi: अपडेट रद्द करें
hr: Poništi ažuriranje
hu: Frissítés megszakítása
id: Batalkan Pembaruan
it: Annulla aggiornamento
ja: アップデートをキャンセル
ko: 업데이트 취소
ms: Batalkan Kemas Kini
nb: Avbryt oppdatering
nl: Annuleer bijwerken
pl: Anuluj uaktualnianie
pt_br: Cancelar Atualização
pt_pt: Cancelar atualização
ro: Anulați actualizarea
ru: Отменить обновление
sk: Zrušiť aktualizáciu
sl: Prekliči posodobitev
sv: Avbryt uppdatering
th: ยกเลิกอัปเดต
tr: Güncellemeden Vazgeç
uk: Скасувати оновлення
vi: Hủy Cập nhật
zh_cn: 取消更新
zh_hk: 取消更新
zh_tw: 取消更新

# OSUpdateCancelText
source: Are you sure you want to cancel this update? If you cancel now, you can check for an update later.
ar: هل ترغب بالتأكيد في إلغاء هذا التحديث؟ إذا قمت بالإلغاء الآن، يمكنك التحقق من وجود تحديث لاحقًا.
ca: Confirmes que vols cancel·lar aquesta actualització? Si cancel·les ara, podràs comprovar si hi ha actualitzacions més tard.
cs: Určitě chcete tuto aktualizaci zrušit? Pokud ji nyní zrušíte, můžete vyhledat aktualizace později.
da: Er du sikker på, at du vil annullere opdateringen? Hvis du annullerer nu, kan du søge efter en opdatering senere.
de: Soll dieses Update wirklich abgebrochen werden? Du kannst dann später nach Updates suchen.
el: Θέλετε σίγουρα να ακυρώσετε αυτήν την ενημέρωση; Αν την ακυρώσετε τώρα, μπορείτε να ελέγξετε για διαθέσιμες ενημερώσεις αργότερα.
es: ¿Seguro que quieres cancelar esta actualización? Si cancelas el proceso ahora, podrás buscar actualizaciones más tarde.
es_us: ¿Quieres cancelar esta actualización? Si cancelas el proceso ahora, podrás buscar actualizaciones más tarde.
fi: Kumotaanko päivitys? Jos lopetat nyt, voit tarkistaa päivitykset myöhemmin.
fr: Souhaitez-vous vraiment annuler cette mise à jour ? Si vous annulez, vous pourrez vérifier les mises à jour plus tard.
fr_ca: Souhaitez-vous vraiment annuler cette mise à jour? Si vous annulez, vous pourrez vérifier les mises à jour plus tard.
he: האם ברצונך לבטל עדכון זה? אם בחרת לבטל, יהיה באפשרותך לבדוק אם קיים עדכון במועד מאוחר יותר.
hi: क्या आप निश्चित हैं कि आप इस अपडेट को रद्द करना चाहते हैं? यदि आप इसे अभी रद्द कर भी देते हैं, तो बाद में फिर अपडेट की जाँच कर सकते हैं।
hr: Sigurno želite poništiti ovo ažuriranje? Poništite li sada, možete potražiti ažuriranje kasnije.
hu: Biztosan megszakítja a frissítést? Ha most megszakítja, később is kereshet frissítést.
id: Apakah Anda yakin ingin membatalkan pembaruan ini? Jika Anda membatalkannya saat ini, Anda dapat memeriksa pembaruan nanti.
it: Confermi di voler annullare l’aggiornamento? Potrai verificare in seguito la presenza di aggiornamenti.
ja: このアップデートをキャンセルしますか? キャンセルしても、アップデートはあとで確認できます。
ko: 이 업데이트를 취소하겠습니까? 지금 취소하면, 나중에 업데이트를 확인할 수 있습니다.
ms: Adakah anda pasti mahu membatalkan kemas kini ini? Jika anda membatalkan sekarang, anda boleh menyemak kemas kini kemudian.
nb: Er du sikker på at du vil avbryte denne oppdateringen? Hvis du avbryter nå, kan du søke etter oppdateringer senere.
nl: Weet je zeker dat je deze update wilt annuleren? Als je nu annuleert, kun je later alsnog naar updates zoeken.
pl: Czy na pewno chcesz anulować to uaktualnienie? Jeśli anulujesz teraz, możesz sprawdzić dostępność uaktualnień później.
pt_br: Tem certeza de que deseja cancelar esta atualização? Se você cancelar agora, será possível buscar uma atualização mais tarde.
pt_pt: Tem a certeza de que pretende cancelar esta atualização? Se cancelar agora, pode voltar a procurar atualizações mais tarde.
ro: Sigur doriți să anulați această actualizare? Dacă anulați acum, puteți căuta o actualizare mai târziu.
ru: Отменить обновление? Вы сможете снова проверить наличие обновлений позже.
sk: Naozaj chcete zrušiť aktualizáciu? Ak ju zrušíte teraz, môžete vyhľadať aktualizácie neskôr.
sl: Ste prepričani, da želite preklicati to posodobitev? Če prekličete zdaj, lahko pozneje preverite, ali je na voljo posodobitev.
sv: Är du säker på att du vill avbryta den här uppdateringen? Om du avbryter nu kan du leta efter en uppdatering senare.
th: คุณแน่ใจหรือไม่ว่าคุณต้องการยกเลิกรายการอัปเดตนี้ ถ้าคุณยกเลิกตอนนี้ คุณสามารถตรวจสอบรายการอัปเดตได้ในภายหลัง
tr: Bu güncellemeden vazgeçmek istediğinizden emin misiniz? Şimdi vazgeçerseniz, daha sonra güncelleme olup olmadığını denetleyebilirsiniz.
uk: Скасувати це оновлення? Якщо його скасувати зараз, виконати оновлення можна пізніше.
vi: Bạn có chắc chắn muốn hủy bản cập nhật này không? Nếu bạn hủy bây giờ, bạn có thể kiểm tra bản cập nhật sau này.
zh_cn: 你确定要取消此更新项目吗？若现在取消，你可稍后再检查更新项目。
zh_hk: 確定要取消此更新項目嗎？如現在取消，你可稍後再檢查更新項目。
zh_tw: 確定要取消此更新項目嗎？若現在取消，你可稍後再檢查更新項目。

# OSUpdateCheckLoginDescription
source: Verify that the account and password can successfully log into AppleConnect.
ar: تحقق من أن اسم المستخدم وكلمة السر بإمكانهما تسجيل الدخول إلى AppleConnect بنجاح.
ca: Verifica que el compte i la contrasenya puguin iniciar sessió correctament a l’AppleConnect.
cs: Ověřte, zda se můžete pomocí tohoto účtu a hesla připojit ke službě AppleConnect.
da: Bekræft, at konto og adgangskode kan bruges til at logge ind på AppleConnect.
el: Επαληθεύστε ότι είναι δυνατή η επιτυχής είσοδος στο AppleConnect με τον λογαριασμό και το συνθηματικό.
es: Verifica que puedes iniciar sesión correctamente en AppleConnect con la cuenta y su contraseña.
es_us: Verifica que puedas iniciar sesión en AppleConnect con la cuenta y la contraseña.
fr: Vérifiez que le compte et le mot de passe saisis permettent de se connecter à AppleConnect.
fr_ca: Vérifiez que le compte et le mot de passe vous permettent de vous connecter à AppleConnect.
he: יש לוודא שניתן להתחבר ל-AppleConnect עם החשבון והסיסמה.
hi: सत्यापित करें कि इस खाता और पासवर्ड से AppleConnect में सफलतापूर्वक लॉगइन किया जा सकता है।
hr: Provjerite mogu li se račun i lozinka uspješno prijaviti na AppleConnect.
hu: Ellenőrizze, hogy be tud-e jelentkezni a fiókkal és jelszóval az AppleConnectbe.
id: Verifikasi bahwa akun dan kata sandi dapat berhasil masuk ke AppleConnect.
it: Verifica di poter eseguire correttamente l’accesso su AppleConnect tramite la password e i dati associati al tuo account.
ja: このアカウントとパスワードで正しくAppleConnectにログインできるか検証してください。
ko: 해당 계정 및 암호로 AppleConnect에 로그인할 수 있는지 확인합니다.
ms: Sahkan bahawa akaun dan kata laluan boleh berjaya log masuk ke AppleConnect.
nb: Verifiser at kontoen og passordet kan brukes til å logge på AppleConnect.
nl: Verifieer dat je met de account en het wachtwoord kunt inloggen bij AppleConnect.
pt_br: Verifique se a conta e a senha podem iniciar uma sessão no AppleConnect com sucesso.
pt_pt: Confirme que a conta e palavra‑passe são válidas para iniciar sessão em AppleConnect.
ro: Verificați dacă puteți efectua login la AppleConnect folosind contul și parola.
ru: Проверьте, можно ли войти в AppleConnect, используя данные учетную запись и пароль.
sk: Skontrolujte, či sa pomocou účtu a hesla dokážete prihlásiť do služby AppleConnect.
sl: Preverite, da se lahko z računom in geslom uspešno prijavite v AppleConnect.
sv: Kontrollera att det går att logga in på AppleConnect med kontot och lösenordet.
th: ตรวจสอบยืนยันว่าคุณสามารถใช้บัญชีและรหัสผ่านเพื่อเข้าสู่ระบบ AppleConnect ได้สำเร็จ
tr: Hesabın ve parolanın AppleConnect’te başarıyla oturum açabildiğinden emin olun.
uk: Підтвердьте, що обліковий запис і пароль приймаються для входу в AppleConnect.
vi: Xác minh rằng tài khoản và mật khẩu có thể đăng nhập thành công vào AppleConnect.
zh_cn: 验证账户和密码可成功登录AppleConnect。
zh_hk: 驗證此帳户和密碼能夠成功登入AppleConnect。
zh_tw: 驗證帳號和密碼能正確登入AppleConnect。

# OSUpdateContinue
source: Continue
ar: متابعة
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
es_us: Continuar
fi: Jatka
fr: Continuer
fr_ca: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
ms: Teruskan
nb: Fortsett
nl: Ga door
pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
th: ดำเนินการต่อ
tr: Sürdür
uk: Далі
vi: Tiếp tục
zh_cn: 继续
zh_hk: 繼續
zh_tw: 繼續

# OSUpdateDownloadEstimatingText
source: Estimating time remaining…
ar: يجري تقدير الوقت المتبقي…
ca: Calculant temps restant…
cs: Odhadování zbývajícího času…
da: Beregner resterende tid…
de: Verbleibende Zeit wird berechnet …
el: Υπολογισμός χρόνου που απομένει…
es: Calculando tiempo restante…
es_us: Calculando tiempo restante…
fi: Lasketaan jäljellä olevaa aikaa…
fr: Estimation du temps restant…
fr_ca: Estimation du temps restant…
he: מחשב את הזמן שנותר…
hi: शेष समय का अनुमान लगाया जा रहा है…
hr: Procjena preostalog vremena…
hu: Hátralévő idő kiszámítása…
id: Memperkirakan sisa waktu…
it: Calcolo tempo rimanente…
ja: 残り時間を計算中…
ko: 남은 시간 계산 중…
ms: Menganggarkan baki masa…
nb: Beregner tid som gjenstår…
nl: Resterende tijd berekenen…
pl: Szacuję pozostały czas…
pt_br: Estimando o tempo restante…
pt_pt: A calcular o tempo que falta…
ro: Estimare timp rămas…
ru: Подсчет оставшегося времени…
sk: Odhadujem zostávajúci čas…
sl: Ocenjeni preostali čas …
sv: Beräknar återstående tid…
th: กำลังประเมินเวลาที่เหลือ…
tr: Kalan süre hesaplanıyor…
uk: Визначає залишок часу…
vi: Đang ước tính thời gian còn lại…
zh_cn: 正在估算剩余时间…
zh_hk: 正在估計剩餘時間⋯
zh_tw: 正在估計剩餘時間⋯

# OSUpdateDownloadQueuedText
source: Waiting for the update server…
ar: في انتظار خادم التحديث…
ca: Esperant el servidor d’actualització…
cs: Čekání na aktualizační server…
da: Venter på opdateringsserveren…
de: Auf den Updateserver warten …
el: Σε αναμονή για τον διακομιστή ενημέρωσης…
es: Esperando al servidor de actualizaciones…
es_us: Esperando al servidor de actualizaciones…
fi: Odotetaan päivityspalvelinta…
fr: En attente du serveur de mise à jour…
fr_ca: En attente du serveur de mise à jour…
he: ממתין לשרת העדכון…
hi: अपडेट सर्वर के लिए प्रतीक्षारत…
hr: Čekanje servera za ažuriranje…
hu: Várakozás a frissítési szerverre…
id: Menunggu server pembaruan…
it: Attendo server di aggiornamento…
ja: アップデートサーバを待っています…
ko: 업데이트 서버를 기다리는 중…
ms: Menunggu untuk pelayan kemas kini…
nb: Venter på oppdateringstjeneren…
nl: Wachten op de updateserver…
pl: Czekam na serwer uaktualniania…
pt_br: Aguardando o servidor de atualização…
pt_pt: A aguardar resposta do servidor de atualização…
ro: Se așteaptă serverul de actualizare…
ru: Ожидание ответа с сервера обновления…
sk: Čakám na aktualizačný server…
sl: Čakanje na strežnik za posodobitve …
sv: Väntar på uppdateringsservern…
th: กำลังรอเซิร์ฟเวอร์เพื่ออัปเดต…
tr: Güncelleme sunucusu bekleniyor…
uk: Очікування сервера оновлення…
vi: Đang chờ máy chủ cập nhật…
zh_cn: 正在等待更新服务器…
zh_hk: 正在等待更新伺服器⋯
zh_tw: 正在等待更新伺服器⋯

# OSUpdateIsSupervised
source: Your Apple TV is running the latest software update allowed by your administrator.
ar: يعمل Apple TV حاليًا بأحدث إصدار برامج مسموح به من المسؤول لديك.
ca: L’Apple TV té instal·lada l’actualització de programari més recent permesa per l’administrador.
cs: Na Apple TV je nainstalovaná nejnovější aktualizace softwaru povolená správcem.
da: Dit Apple TV har den nyeste softwareopdatering, der er godkendt af administratoren.
de: Dein Apple TV verwendet das neueste von dem:der Admin genehmigte Update.
el: Στο Apple TV εκτελείται η πιο πρόσφατη ενημέρωση λογισμικού που επιτρέπει ο διαχειριστής σας.
es: El Apple TV tiene instalada la actualización de software más reciente permitida por el administrador.
es_us: Tu Apple TV cuenta con la actualización de software más reciente que permite tu administrador.
fi: Apple TV:ssä on uusin ylläpitäjän sallima ohjelmistopäivitys.
fr: Votre Apple TV dispose de la dernière mise à jour autorisée par votre administrateur.
fr_ca: Votre Apple TV exécute la version logicielle la plus récente autorisée par votre administrateur.
he: ב-Apple TV שלך מותקן עדכון התוכנה האחרון שאושר על ידי מנהל המערכת.
hi: आपके Apple TV पर आपके ऐडमिनिस्ट्रेटर द्वारा अनुमति प्राप्त नवीनतम सॉफ़्टवेयर अपडेट चल रहा है।
hr: Vaš Apple TV ima najnovije ažuriranje softvera koje vam je odobrio vaš administrator.
hu: Az Apple TV-jén az adminisztrátor által engedélyezett legújabb szoftverfrissítés fut.
id: Apple TV Anda menjalankan pembaruan perangkat lunak terbaru yang diizinkan oleh administrator Anda.
it: La versione del software attualmente installata su Apple TV è la più recente consentita dall’amministratore.
ja: このApple TVは、管理者によって許可された最新のソフトウェアアップデートを実行しています。
ko: 사용자의 Apple TV는 관리자가 허용한 최신 소프트웨어 업데이트를 실행 중입니다.
ms: Apple TV anda menjalankan kemas kini perisian terkini yang dibenarkan oleh pentadbir anda.
nb: Apple TV har den nyeste programvareversjonen som er godkjent av administratoren.
nl: Je Apple TV heeft de nieuwste door de beheerder goedgekeurde software-update.
pl: Apple TV zawiera najnowsze uaktualnienia oprogramowania dozwolone przez administratora.
pt_br: A Apple TV está executando a atualização de software mais recente permitida pelo administrador.
pt_pt: A sua Apple TV tem a versão mais recente do software permitida pelo administrador do sistema.
ro: Apple TV‑ul dvs. rulează cea mai recentă actualizare software permisă de administrator.
ru: На Вашем Apple TV установлена новейшая версия ПО, разрешенная администратором.
sk: Na vašom Apple TV je nainštalovaná najnovšia aktualizácia softvéru povolená správcom.
sl: V vašem Apple TV-ju je nameščena najnovejša posodobitev programske opreme, ki jo dovoljuje skrbnik.
sv: Den senaste programuppdateringen som tillåts av administratören används på denna Apple TV.
th: Apple TV ของคุณใช้รายการอัปเดตซอฟต์แวร์ล่าสุดที่ได้รับอนุญาตโดยผู้ดูแลระบบของคุณ
tr: Apple TV’niz, yöneticiniz tarafından izin verilen en son yazılım güncellemeyi çalıştırıyor.
uk: На вашому Apple TV інстальовано найновіше оновлення ПЗ, яке дозволив ваш адміністратор.
vi: Apple TV của bạn đang chạy bản cập nhật phần mềm mới nhất mà quản trị viên của bạn cho phép.
zh_cn: Apple TV正在运行管理员允许的最新软件更新。
zh_hk: Apple TV正在執行管理員允許的最新軟件更新。
zh_tw: 你Apple TV執行的軟體更新版本是管理者所允許的最新版本。

# OSUpdateLastCheckDate
source: Last check: %@
ar: آخر تحقق: %@
ca: Darrera comprovació: %@
cs: Poslední kontrola: %@
da: Seneste søgning: %@
de: Letzte Überprüfung: %@
el: Πιο πρόσφατος έλεγχος: %@
es: Última comprobación: %@
es_us: Última verificación: %@
fi: Tarkistettu viimeksi: %@
fr: Dernière vérification : %@
fr_ca: Dernière vérification : %@
he: הבדיקה האחרונה: %@
hi: पिछली जाँच : %@
hr: Posljednja provjera: %@
hu: Utolsó ellenőrzés: %@
id: Pemeriksaan terakhir: %@
it: Ultima verifica: %@
ja: 前回の確認: %@
ko: 최근 확인: %@
ms: Semakan terakhir: %@
nb: Sist sjekket: %@
nl: Laatste controle: %@
pl: Ostatnie sprawdzenie: %@
pt_br: Última verificação: %@
pt_pt: Última verificação: %@
ro: Ultima verificare: %@
ru: Последняя проверка: %@
sk: Posledná kontrola: %@
sl: Nazadnje preverjeno: %@
sv: Senaste kontroll: %@
th: ตรวจสอบครั้งล่าสุด: %@
tr: Son denetleme: %@
uk: Остання перевірка: %@
vi: Kiểm tra lần cuối: %@
zh_cn: 上次检查：%@
zh_hk: 上一次檢查：%@
zh_tw: 上一次檢查：%@
